Repository: oabuhamdan/WirdAppBackend
Catalog: WirdBackend/locale/*/LC_MESSAGES/django.po
Languages: ar

source: upper_point>lower_point validation
ar: حد النقاط العلوي يجب أن يكون أعلى من حد النقاط السفلي

source: add user to group username not in contest
ar: مستخدم واحد أو أكثر غير موجود في هذه المسابقة

source: user added to the group
ar: تم إضافة المستخدم إلى المجموعة

source: contest switched successfully
ar: تم تبديل المسابقة بناجح

source: point record help text
ar: إدخل رقماً في حالة النقاط الرقمية ، ٠ أو ١ في حالة النقاط الثنائية

source: readonly_mode
ar: إذا كانت المسابقة في حالة القراءة فقط فلا يستطيع الأعضاء تسجيل نقاط جديدة أو التغيير على النقاط السابقة

source: person exists in contest
ar: المستخدم عضو حالي في هذه المسابقة

source: person is member of group
ar: المستخدم عضو حالي في هذه المجموعة

source: user has no contests
ar: لا يوجد مسابقات فعالة لدى هذا المستخدم

source: person is not enrolled in this contest
ar: المستخدم غير مشترك في هذه المسابقة

source: post contest-name only
ar: قم بإدخال اسم المسابقة فقط بإرسال المدخل contest-name

source: contest created
ar: Contest has been Created

source: post access-code only
ar: قم بإدخال رمز المسابقة فقط بإرسال المدخل access-code

source: joined the new contest
ar: لقد اشتركت في المسابقة بنجاح ، يمكنك الذهاب إلى الصفحة الرئيسية وبالبدء بإدخال النقاط

source: access code is not correct
ar: الرمز المدخل غير صحيح

source: not found
ar: غير موجود

source: post username and received token
ar: الرجاء إدخال اسم المستخدم والرمز المرسل

source: valid token
ar: رمز صحيح

source: invalid token
ar: رمز غير صحيح

source: password reset
ar: لقد تمت إعادة ضبط كلمة السر بنجاح

source: user with this username was not found
ar: لا يوجد مستخدم يحمل اسم المستخدم المدخل

source: post username
ar: قم بإدخال اسم المستخدم فقط بإرسال المدخل username

source: password reset subject
ar: رمز إستعادة كلمة السر الخاص بموقع ورد

source: password reset success
ar: لقد تم إرسال رمزاستعادة كلمة السر عبر البريد الإلكتروني

source: member can't review points
ar: لا يمكن للمستخدمين مراجعة النقاط الخاصة بهم

source: point not active day
ar: هذه النقطة غير فاعلة لهذا اليوم ، الرجاء اختار يوم آخر

source: point not active
ar: هذه النقطة غير فاعلة

source: point not shown
ar: لا يمكن إدخال هذه النقطة في هذا اليوم

source: units_scored > upper_unit_bound
ar: لا يمكن إدخال نقاط أكثر من الحد الأعلى للنقاط

source: units_scored < lower_unit_bound
ar: لا يمكن إدخال نقاط أقل من الحد الأدنى للنقاط

source: boolean fields should be in [0,1]
ar: النقاط الثنائية تقبل ٠ أو ١ فقط
